{
  "industrySection": {
    "title": "हमारे उद्योग",
    "filtration": {
      "title": "फिल्ट्रेशन उद्योग",
      "description": "हमारे स्क्रिम फैब्रिक्स विशेष रूप से फिल्ट्रेशन अनुप्रयोगों के लिए डिज़ाइन किए गए हैं, जो विभिन्न औद्योगिक सेटिंग्स में श्रेष्ठ प्रदर्शन प्रदान करते हैं।",
      "properties": "• उच्च छिद्रता और उत्कृष्ट वायु पारगम्यता\n• दीर्घकालिक स्थायित्व के लिए स्थिर रासायनिक प्रतिरोध",
      "applications": "• फिल्टर बैग, फिल्टर प्रेस, वैक्यूम बेल्ट फिल्टर और डस्ट कलेक्शन सिस्टम में उपयोग किए जाने वाले स्क्रिम फैब्रिक्स\n• उपकरण, कर्मियों और कार्य वातावरण को आवश्यक सुरक्षा प्रदान करता है"
    },
    "marine": {
      "title": "समुद्री उद्योग",
      "description": "हमारे विशेष स्क्रिम फैब्रिक्स समुद्री अनुप्रयोगों की मांग को पूरा करने के लिए डिज़ाइन किए गए हैं, जो चुनौतीपूर्ण समुद्री परिस्थितियों में विश्वसनीय प्रदर्शन सुनिश्चित करते हैं।",
      "properties": "• उत्कृष्ट खारे पानी का प्रतिरोध और यूवी स्थिरता\n• कठोर समुद्री वातावरण में दीर्घकालिक स्थायित्व के लिए इंजीनियर्ड",
      "applications": "• समुद्री बैटरी कवर और सुरक्षात्मक समुद्री गियर के लिए विशेष स्क्रिम फैब्रिक्स\n• समुद्री अनुप्रयोगों में विश्वसनीय सुरक्षा प्रदान करता है"
    }
  },
  "products": {
    "title": "हमारे उत्पाद",
    "intro": {
      "title": "उच्च गुणवत्ता वाले औद्योगिक फैब्रिक्स",
      "description": "एमजीएम टेक्सटाइल्स में, हम उच्च गुणवत्ता वाले औद्योगिक फैब्रिक्स का उत्पादन करते हैं — विभिन्न उद्योगों में उच्च प्रदर्शन अनुप्रयोगों के लिए डिज़ाइन किए गए।",
      "scrim": "हम स्क्रिम फैब्रिक का उत्पादन करने में विशेषज्ञ हैं, जो एक हल्का, खुला-बुना हुआ तकनीकी फैब्रिक है जो विभिन्न औद्योगिक अनुप्रयोगों में सुदृढ़ीकरण, स्थिरता और स्थायित्व प्रदान करने के लिए उपयोग किया जाता है। यह कम्पोजिट सामग्री, फिल्ट्रेशन मीडिया, नॉन-वोवन टेक्सटाइल्स और अधिक में एक संरचनात्मक परत के रूप में कार्य करता है।",
      "industries": "स्क्रिम फैब्रिक का उपयोग करने वाले उद्योगों में सीमेंट निर्माण, ऑटोमोटिव, फिल्ट्रेशन, समुद्री और फुटवियर क्षेत्र शामिल हैं जहां बढ़ी हुई ताकत और लचीलापन महत्वपूर्ण है।",
      "nonwoven": "हमारे स्क्रिम फैब्रिक्स नॉन-वोवन टेक्सटाइल्स में आवश्यक हैं, जो श्रेष्ठ ताकत, स्थायित्व और विश्वसनीयता प्रदान करते हैं।"
    },
    "range": {
      "title": "हमारी उत्पाद श्रृंखला",
      "polyesterMultifilament": {
        "title": "पॉलिएस्टर मल्टीफिलामेंट स्क्रिम",
        "features": "• नॉन-वोवन नीडल फेल्ट अनुप्रयोगों के लिए डिज़ाइन किया गया\n• फैब्रिक की स्थायित्व और प्रदर्शन को बढ़ाता है\n• उच्च-तनाव औद्योगिक उपयोगों के लिए आदर्श"
      },
      "spunPolyester": {
        "title": "स्पन पॉलिएस्टर स्क्रिम",
        "features": "• नीडल-फेल्ट नॉन-वोवन स्क्रिम फैब्रिक\n• उच्च ताकत और संरचनात्मक समर्थन प्रदान करता है\n• फिल्ट्रेशन, ऑटोमोटिव इंटीरियर्स और निर्माण कम्पोजिट्स में उपयोग किया जाता है"
      },
      "strobel": {
        "title": "स्ट्रोबेल स्क्रिम फैब्रिक",
        "features": "• स्ट्रोबेल सिलाई अनुप्रयोगों में जूते की अस्तर के रूप में उपयोग किया जाने वाला विशेष स्क्रिम फैब्रिक\n• फुटवियर के लिए लचीलापन और सुदृढ़ीकरण प्रदान करता है"
      },
      "hose": {
        "title": "होज़ फैब्रिक",
        "features": "• औद्योगिक होज़ के लिए सुदृढ़ीकरण फैब्रिक\n• उच्च दबाव और भारी-भरकम अनुप्रयोगों के लिए डिज़ाइन किया गया"
      }
    }
  }
} 